Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Find the QR code in your account profile on the web under 'QR for Mobile Login'
ar: ابحث عن رمز الاستجابة السريعة في ملف تعريف حسابك على الويب أسفل 'رمز الاستجابة السريعة لتسجيل الدخول على الأجهزة المحمولة'.
ca: Cerqueu el codi QR al perfil del compte a la secció “QR per a l’inici de sessió mòbil” del lloc web
cy: Dewch o hyd i'r cod QR ym mhroffil eich cyfrif ar y we o dan 'QR for Mobile Login'.
da: Find QR-koden i din kontoprofil på nettet under 'QR til mobillogin'
da_instk12: Find QR-koden i din kontoprofil på nettet under 'QR til mobillogin'
de: Sie finden den QR-Code in Ihrem Kontoprofil im Web unter „QR für die mobile Anmeldung“.
es: Busque el código QR en el perfil de la cuenta en la web, en la sección “QR para inicio de sesión móvil”.
es_es: Encuentra el código QR en el perfil de tu cuenta, en el apartado “Código QR para iniciar sesión en dispositivos móviles” de la web.
fi: Etsi viivakoodi tiliprofiilistasi verkossa kohdassa \'QR for Mobile Login\' (viivakoodi mobiilikirjautumista varten).
fr: Trouvez le code QR dans votre profil de compte en ligne sous « Code QR pour connexion mobile »
fr_ca: Vous trouverez le code QR dans votre profil de compte sur le Web sous « QR for Mobile Login ».
ga: Aimsigh an cód MF i do phróifíl chuntais ar an ngréasán faoi 'MF le haghaidh Logáil Isteach Soghluaiste'
hi: 'मोबाइल लॉगिन के लिए QR' के तहत वेब पर अपने खाता प्रोफ़ाइल में QR कोड ढूंढें
ht: W ap jwenn Kòd QR la sou pwofil ou sou entènèt la nan seksyon "QR pou Koneksyon Mobil"
id: Temukan kode QR di profil akun Anda di web di bawah 'QR untuk Login Seluler'
is: Finndu QR-kóðann á reikningssíðu þinni á vefnum undir 'QR fyrir farsímainnskráningu'
it: Trova il codice QR nel tuo profilo dell'account sul web sotto “QR per login da dispositivo mobile”
ja: ウェブ上のアカウントプロファイル内の「QRコード（モバイルログイン用）」の下にあるQRコードを探してください
ko: '모바일 로그인용 QR' 밑에 웹에서 계정 프로필에 QR 코드를 찾습니다.
mi: Kimihia te waehere QR i roto i to kōtaha pūkete i runga i te paetukutuku i raro i te 'QR mo te Takiuru Pukoro'
ms: Cari kod QR dalam profil akaun anda di web bawah ‘QR untuk Log Masuk Mudah Alih’
nb: Finn QR-koden i kontoprofilen på nettstedet under «QR for mobil-innlogging»
nb_instk12: Finn QR-koden i kontoprofilen på nettstedet under «QR for mobil-innlogging»
nl: Zoek de QR-code in je accountprofiel op het internet onder 'QR for Mobile Login'
pl: Odszukaj kod QR na profilu konta w internecie, w sekcji 'Kod QR do logowania mobilnego'.
pt: Encontre o código QR no perfil da sua conta na web em “QR para início de sessão móvel”.
pt_br: Encontre o código QR no perfil de sua conta na Web em "QR for Mobile Login" (QR para login móvel)
ru: Найдите QR-код в профиле своей учетной записи на веб-сайте в разделе 'QR для мобильного входа'
sl: Kodo QR najdete v profilu svojega računa na spletu pod »QR za mobilno prijavo«
sv: Hitta QR-koden i din kontoprofil på webben under QR for Mobile Login
sv_instk12: Hitta QR-koden i din kontoprofil på webben under QR for Mobile Login
th: ค้นหารหัส QR จากโพรไฟล์บัญชีผู้ใช้ของคุณทางเว็บจาก 'QR สำหรับล็อกอินผ่านอุปกรณ์พกพา' (QR For Mobile Login)
vi: Tìm mã QR trong hồ sơ tài khoản của bạn trên web tại 'QR để Đăng Nhập Trên Di Động'
zh: 在“移动设备二维码登录”网页中，在您的帐户资料中找到二维码
zh_hk: 在網頁版「行動登入二維碼」下的帳戶基本資料中的找到二維碼

source: Find your school or district
ar: ابحث عن مدرستك أو دائرتك التعليمية
ca: Cerqueu la vostra escola o el vostre districte
cy: Ewch ati i ddod o hyd i'ch ysgol neu'ch ardal
da: Find din skole eller distrikt
da_instk12: Find din skole eller distrikt
de: Suchen Sie Ihre Schule oder den Bezirk
es: Encuentre su escuela o distrito
es_es: Encuentra tu escuela o distrito
fi: Etsi koulusi tai alueesi
fr: Trouver votre école ou votre district
fr_ca: Trouver votre école ou votre district
ga: Aimsigh do scoil nó do cheantar
hi: अपना स्कूल या डिस्ट्रिक्ट ढूंढें
ht: Jwenn lekòl oswa distri ou a
id: Temukan sekolah atau distrik Anda
is: Finndu skólann þinn eða umdæmi
it: Trova la tua scuola o distretto
ja: あなたの学校または地域を見つける
ko: 학교 또는 교육구 찾기
mi: Kimihia tō kura takiwa ranei
ms: Cari sekolah atau daerah anda
nb: Finn din skole eller ditt distrikt
nb_instk12: Finn din skole eller ditt distrikt
nl: Vind je school of district
pl: Znajdź swoją szkołę lub dzielnicę
pt: Encontrar a sua escola ou distrito
pt_br: Encontre sua escola ou distrito
ru: Найдите свое учебное заведение или район
sl: Najdite svojo šolo ali okoliš.
sv: Hitta din skola eller ditt distrikt
sv_instk12: Hitta din skola eller ditt distrikt
th: ค้นหาสถานศึกษาหรือพื้นที่ของคุณ
vi: Tìm trường hoặc khu của bạn
zh: 查找您的学校或地区
zh_hk: 搜尋您的學校或區域

source: First %@
ar: الأول %@
ca: Primer %@
cy: %@ Cyntaf
da: Første %@
da_instk12: Første %@
de: Erster %@
es: Primer %@
es_es: Primer %@
fi: Ensimmäinen %@
fr: Premier %@
fr_ca: Premier %@
ga: An Chéad %@
hi: पहला %@
ht: Premye %@
id: %@ Pertama
is: Fyrsta %@
it: Primo %@
ja: 第1%@
ko: 첫번째 %@
mi: Tuatahi %@
ms: %@ Pertama
nb: Første %@
nb_instk12: Første %@
nl: Eerste %@
pl: Pierwszy %@
pt: Primeiro %@
pt_br: Primeiro %@
ru: Первый %@
sl: Prvi %@
sv: Första %@
sv_instk12: Första %@
th: %@ ที่หก
vi: %@ Đầu Tiên
zh: 第 1 %@
zh_hk: 第一個 %@

source: Folder Name
ar: اسم المجلد
ca: Nom de la carpeta
cy: Enw ffolder
da: Mappenavn
da_instk12: Mappenavn
de: Ordnername
es: Nombre de carpeta
es_es: Nombre de carpeta
fi: Kansion nimi
fr: Nom du dossier
fr_ca: Nom du dossier
ga: Ainm an Fhillteáin
hi: फ़ोल्डर नाम
ht: Non Dosye
id: Nama Folder
is: Möppuheiti
it: Nome cartella
ja: フォルダ名
ko: 폴더 이름
mi: Ingoa kōpaki
ms: Nama Folder
nb: Mappe Navn
nb_instk12: Mappe Navn
nl: Mapnaam
pl: Nazwa folderu
pt: Nome da pasta
pt_br: Nome da pasta
ru: Имя папки
sl: Ime mape
sv: Mappens namn
sv_instk12: Mappens namn
th: ชื่อโฟลเดอร์
vi: Tên Thư Mục
zh: 文件夹名称
zh_hk: 資料夾名稱

source: For
ar: بالنسبة لـ
ca: Per a
cy: Ar gyfer
da: Til
da_instk12: Til
de: Für
es: Para
es_es: Para
fr: Pour
fr_ca: Pour
ga: Le haghaidh
hi: इसके लिए:
ht: Pou
id: Untuk
is: Fyrir
it: Per
ja: 対象
ko: 대상
mi: Mō
ms: Untuk
nl: Voor
pl: Dla
pt: Para
pt_br: Para
ru: Для
sl: Za
sv: För
sv_instk12: För
th: สำหรับ
vi: Cho
zh: 用于
zh_hk: 對象：

source: for %@
ar: لـ %@
ca: per a %@
cy: ar gyfer %@
da: til %@
da_instk12: til %@
de: für %@
es: para %@
es_es: para %@
fr: pour %@
fr_ca: pour %@
ga: le haghaidh %@
hi: इसके लिए: %@
ht: pou %@
id: untuk %@
is: fyrir %@
it: per %@
ja: ための%@
ko: 대상 %@
mi: hoki %@
ms: untuk %@
nl: voor %@
pl: dla %@
pt: para %@
pt_br: para %@
ru: для %@
sl: za %@
sv: för %@
sv_instk12: för %@
th: สำหรับ %@
vi: cho %@
zh: 事由%@
zh_hk: 對象： %@

source: For:
ar: لـ:
ca: Per a:
cy: Ar gyfer:
da: Til:
da_instk12: Til:
de: Für:
es: Para:
es_es: Para:
fi: Kenelle:
fr: Pour :
fr_ca: Pour :
ga: le haghaidh:
hi: इसके लिए:
ht: Pou:
id: Untuk:
is: Fyrir:
it: Per:
ja: 対象：
ko: 대상:
mi: Mō:
ms: Untuk:
nl: Voor:
pl: Dla:
pt: Para:
pt_br: Para:
ru: Для:
sl: Za:
sv: Till:
sv_instk12: Till:
th: สำหรับ:
vi: Cho:
zh: 用于：
zh_hk: 對於：

source: Forest
ar: غابة
ca: Bosc
cy: Coedwig
da: Skov
da_instk12: Skov
de: Wald
es: Bosque
es_es: Bosque
fi: Metsä
fr: Forêt
fr_ca: Forêt
ga: Foraoise
hi: वन
ht: Forè
is: Skógargrænn
it: Foresta
ja: フォレスト
ko: 포레스트
mi: Ngahere
ms: Hutan
nb: Skog
nb_instk12: Skog
nl: Bos
pl: Las
pt: Floresta
pt_br: Floresta
ru: Лес
sl: Gozd
sv: Skog
sv_instk12: Skog
th: ป่า
vi: Rừng
zh: 森林
zh_hk: 森林

source: Forget %@
ar: نسيت %@
ca: Oblida %@
cy: Anghofio %@
da: Glem %@
da_instk12: Glem %@
de: Vergessen %@
es: Dejar de recordar %@
es_es: Dejar de recordar %@
fi: Unohda %@
fr: Oublier %@
fr_ca: Oublier %@
ga: Déan Dearmad Air %@
hi: भूल जाएं %@
ht: Bliye %@
id: Lupa %@
is: Gleyma %@
it: Dimentica %@
ja: 忘れた%@
ko: 잊기 %@
mi: Wareware %@
ms: Lupakan %@
nb: Glem %@
nb_instk12: Glem %@
nl: Vergeten %@
pl: Zapomnij %@
pt: Esqueça %@
pt_br: Esquecer %@
ru: Исключить %@
sl: Pozabi %@
sv: Glöm %@
sv_instk12: Glöm %@
th: ลืม %@
vi: Quên %@
zh: 忘记%@
zh_hk: 忘記%@

source: Format not supported
ar: التنسيق غير مدعوم
ca: Format no admès
cy: Does dim modd delio â'r fformat
da: Format understøttes ikke
da_instk12: Format understøttes ikke
de: Format nicht unterstützt
es: Formato no admitido
es_es: Formato no compatible
fi: Muotoa ei tueta
fr: Format non pris en charge
fr_ca: Format non pris en charge
ga: Ní thacaítear leis an bhformáid
hi: प्रारूप समर्थित नहीं है
ht: Fòma pa sipòte
id: Format tidak didukung
is: Snið ekki stutt
it: Formato non supportato
ja: サポートされていないフォーマット
ko: 지원되지 않는 형식입니다
mi: Hōputu kaore e tautokotia
ms: Format tidak disokong
nb: Støtter ikke formatet
nb_instk12: Støtter ikke formatet
nl: Indeling niet ondersteund
pl: Format nie obsługiwany
pt: Formato não suportado
pt_br: Formato não suportado
ru: Формат не поддерживается
sl: Oblika zapisa ni podprta
sv: Formatet stöds inte
sv_instk12: Formatet stöds inte
th: ฟอร์แมตไม่รองรับ
vi: Định dạng không được hỗ trợ
zh: 格式不支持
zh_hk: 不支援的格式

source: Forward
ar: إعادة توجيه
ca: Reenvia
cy: Ymlaen
da: Fremad
da_instk12: Fremad
de: Weiterleiten
es: Reenviar
es_es: Reenviar
fi: Välitä eteenpäin
fr: Transférer
fr_ca: Transférer
ga: Ar aghaidh
hi: आगे भेजें
ht: Fè swiv
id: Maju
is: Áfram
it: Inoltra
ja: 転送
ko: 전달
mi: Whakamua
ms: Majukan
nb: Videresend
nb_instk12: Videresend
nl: Doorsturen
pl: Przekaż
pt: Encaminhar
pt_br: Encaminhar
ru: Переслать
sl: Naprej
sv: Vidarebefordra
sv_instk12: Vidarebefordra
th: ส่งต่อ
vi: Chuyển Tiếp
zh: 转发
zh_hk: 轉寄

source: Fourth %@
ar: الرابع %@
ca: Quart %@
cy: Pedwerydd %@
da: Fjerde %@
da_instk12: Fjerde %@
de: Vierter %@
es: Cuarto %@
es_es: Cuarto %@
fi: Neljäs %@
fr: Quatrième %@
fr_ca: Quatrième %@
ga: An Ceathrú %@
hi: चौथा %@
ht: katriyèm %@
id: %@ Keempat
is: Fjórða %@
it: Quarto %@
ja: 第４%@
ko: 4번째 %@
mi: Tuawha %@
ms: %@ Keempat
nb: Fjerde %@
nb_instk12: Fjerde %@
nl: Vierde %@
pl: Czwarty %@
pt: Quarto %@
pt_br: Quarto %@
ru: Четвертый %@
sl: Četrti %@
sv: Fjärde %@
sv_instk12: Fjärde %@
th: %@ ที่สี่
vi: %@ Thứ Tư
zh: 第 4 %@
zh_hk: 第四個 %@

source: Frequency
ar: التكرار
ca: Freqüència
cy: Amlder
da: Hyppighed
da_instk12: Hyppighed
de: Häufigkeit
es: Frecuencia
es_es: Frecuencia
fi: Tiheys
fr: Fréquence
fr_ca: Fréquence
ga: Minicíocht
hi: आवृत्ती
ht: Frekans
id: Frekuensi
is: Tíðni
it: Frequenza
ja: 頻度
ko: 주기
mi: Ngā wā o te mahi
ms: Kekerapan
nb: Frekvens
nb_instk12: Frekvens
nl: Frequentie
pl: Częstotliwość
pt: Frequência
pt_br: Frequência
ru: Частота
sl: Pogostost
sv: Frekvens
sv_instk12: Frekvens
th: ความถี่
vi: Tần Suất
zh: 频率
zh_hk: 頻率

source: Fridays
ar: أيام الجمعة
ca: Divendres
cy: Dyddiau Gwener
da: Fredage
da_instk12: Fredage
de: Freitags
es: Viernes
es_es: Viernes
fi: Perjantaisin
fr: Vendredis
fr_ca: Les vendredis
ga: ar an Aoine
hi: शुक्रवार
ht: Vandredi yo
id: Jumat
is: Föstudaga
it: Venerdì
ja: 金曜日
ko: 금요일
mi: Paraire
ms: Jumaat
nb: Fredager
nb_instk12: Fredager
nl: vrijdagen
pl: Piątki
pt: Sextas-feiras
pt_br: Sextas-feiras
ru: По пятницам
sl: Petki
sv: Fredagar
sv_instk12: Fredagar
th: ศุกร์
vi: Các Ngày Thứ Sáu
zh: 周五
zh_hk: 每個星期五

source: From
ar: من
ca: Des del
cy: O
da: Fra
da_instk12: Fra
de: Von
es: Desde
es_es: Desde
fi: Lähettäjä
fr: Du
fr_ca: De
ga: Ó
hi: से
ht: De
id: Dari
is: Frá
it: Da
ja: From（～から）
ko: 시작/부터
mi: Nā
ms: Dari
nb: Fra
nb_instk12: Fra
nl: Van
pl: Z
pt: De
pt_br: De
ru: От
sl: Pošiljatelj
sv: Från
sv_instk12: Från
th: จาก
vi: Từ
zh: 开始日期
zh_hk: 開始時間

source: From %@
ar: من %@
ca: Des del %@
cy: O %@
da: Fra %@
da_instk12: Fra %@
de: Von %@
es: Desde %@
es_es: Desde %@
fi: Lähettäjä %@
fr: Du %@
fr_ca: De %@
ga: Ó %@
hi: से %@
ht: De %@
id: Dari %@
is: Frá %@
it: Da %@
ja: From（～から）%@
ko: 시작/부터 %@
mi: Nā %@
ms: Dari %@
nb: Fra %@
nb_instk12: Fra %@
nl: Van %@
pl: Z %@
pt: De %@
pt_br: De %@
ru: От %@
sl: Pošiljatelj %@
sv: Från %@
sv_instk12: Från %@
th: จาก %@
vi: Từ %@
zh: 开始日期%@
zh_hk: 開始時間%@

source: Front Page
ar: الصفحة الأمامية
ca: Pàgina frontal
cy: Tudalen Flaen
da: Forside
da_instk12: Forside
de: Frontseite
es: Página de inicio
es_es: Página de inicio
fi: Etusivu
fr: Première page
fr_ca: Page de couverture
ga: Leathanach Tosaigh
hi: मुख पृष्ठ
ht: Premye Paj
id: Halaman Depan
is: Forsíða
it: Pagina iniziale
ja: フロントページ
ko: 시작 페이지
mi: Whārangi mua
ms: Halaman Depan
nb: Forside
nb_instk12: Forside
nl: Voorpagina
pl: Pierwsza strona
pt: Primeira página
pt_br: Primeira página
ru: Первая страница
sl: Prva stran
sv: Framsida
sv_instk12: Framsida
th: หน้าแรก
vi: Trang Đầu
zh: 首页
zh_hk: 首頁

source: Fuchsia
ar: فوشيا
ca: Fúcsia
cy: Ffiwsia
es: Fucsia
es_es: Fucsia
ga: Fiúise
hi: फ़ूशिया
is: Fúksíubleikur
it: Fucsia
ja: フューシャ
ko: 자홍색
mi: Pūtaiao
nb: Fuksia
nb_instk12: Fuksia
pl: Fuksja
pt: Fúcsia
pt_br: Fúcsia
ru: Фуксия
sl: Fuksija
th: ฟูเชีย
vi: Hoa lồng đèn
zh: 倒挂金钟
zh_hk: 紫紅色

source: Future Enrollments
ar: عمليات الالتحاق المستقبلية
ca: Assignatures futures
cy: Ymrestriadau yn y Dyfodol
da: Fremtidige tilmeldinger
da_instk12: Fremtidige tilmeldinger
de: Zukünftige Einschreibungen
es: Futuras inscripciones
es_es: Asignaturas futuras
fi: Tulevat ilmoittautumiset
fr: Inscriptions futures
fr_ca: Inscriptions futures
ga: Rolluithe sa Todhchaí
hi: आगामी नामांकन
ht: Pwochen Enskripsyon
id: Pendaftaran Mendatang
is: Framtíðarinnritanir
it: Iscrizioni future
ja: 将来の登録
ko: 이후 등록
mi: Whakaurunga e heke mai nei
ms: Pendaftaran Akan Datang
nb: Framtidige påmeldinger
nb_instk12: Framtidige påmeldinger
nl: Toekomstige inschrijvingen
pl: Przyszłe zapisy
pt: Inscrições futuras
pt_br: Matrículas futuras
ru: Будущие регистрации
sl: Prihodnji vpisi
sv: Framtida registreringar
sv_instk12: Framtida registreringar
th: การลงทะเบียนในอนาคต
vi: Ghi Danh Tương Lai
zh: 未来的注册情况
zh_hk: 未來註冊

# g_out_of_g_points_possible
source: Scored %g out of %g points possible
ar: تم تسجيل %g من إجمالي %g النقاط المحتملة
ca: S'ha obtingut una puntuació de %g de %g punts possibles
cy: Wedi sgorio %g allan o %g pwynt posib
da: Opnåede %g ud af %g point mulige
da_instk12: Opnåede %g ud af %g point mulige
de: %g von %g Punkte möglichen Punkten erhalten
es: Puntaje %g de %g puntos posible/s
es_es: Obtuviste una nota de %g de %g puntos posibles
fi: Annettu pistemäärä %g / %g pistettä mahdollisesta
fr: A obtenu %g points sur un total de %g points.
fr_ca: Noté %g sur %g points possible
ga: %g as %g (b)p(h)ointe pointe féideartha scórailte
hi: संभावित %g पॉइंट्स में से %g अंक प्राप्त किए
ht: Fè %g sou %g pwen posib
id: Mendapat skor %g dari %g poin yang memungkinkan
is: Fékk %g af %g punktar mögulegum
it: Punteggio ottenuto %g su %g punti possibili
ja: %gポイント 中%g のスコアを獲得しました
ko: 가능한 %g 점 중 %g 획득
mi: I piro %g ki waho of %g ngā koinga taea
ms: Memperoleh skor %g daripada %g mata mungkin
nb: Oppnådde %g av %g poeng mulig
nb_instk12: Oppnådde %g av %g poeng mulig
nl: Behaalde %g van de %g punten die konden worden behaald
pl: Uzyskano %g z %g punkty możliwych
pt: Pontuado %g de %g pontos possível
pt_br: Pontuou %g de %g pontos possíveis
ru: Оценено %g из %g баллы возможных
sl: Rezultat %g od mogočih %g točke
sv: Fick %g av %g poäng möjliga
sv_instk12: Fick %g av %g poäng möjliga
th: ได้คะแนน %g จากทั้งหมด %g คะแนน
vi: Có thể đạt %g trên tổng số %g điểm điểm
zh: 分数 %g，满分 %g分值
zh_hk: 可能得到 %g分數 中的 %g 分

source: %g points
ar: %g النقاط
ca: %g punts
cy: %g pwynt
da: %g point
da_instk12: %g point
de: %g Punkte
es: %g puntos
es_es: %g puntos
fi: %g pistettä
ga: %g (b)p(h)ointe
hi: %g पॉइंट्स
ht: %g pwen
id: %g poin
is: %g punktar
it: %g punti
ja: %gポイント
ko: %g 점
mi: %g ngā koinga
ms: %g mata
nb: %g poeng
nb_instk12: %g poeng
nl: %g punten
pl: %g punkty
pt: %g pontos
pt_br: %g pontos
ru: %g баллы
sl: %g točke
sv: %g poäng
sv_instk12: %g poäng
th: %g คะแนน
vi: %g điểm
zh: %g分值
zh_hk: %g分數

source: Global Announcement
ar: الإعلان العام
ca: Anunci global
cy: Cyhoeddiad Cyffredinol
da: Generel besked
da_instk12: Generel besked
de: Globale Ankündigung
es: Anuncio global
es_es: Anuncio global
fi: Globaali ilmoitus
fr: Annonce générale
fr_ca: Annonces mondiales
ga: Fógra Uilíoch
hi: वैश्विक घोषणा
ht: Anons Global
id: Pengumuman Global
is: Almenn tilkynning
it: Annuncio globale
ja: グローバル アナウンスメント
ko: 전역 공지
mi: Panuitanga o te Ao
ms: Pengumuman Keseluruhan
nb: Global kunngjøring
nb_instk12: Global beskjed
nl: Algemene aankondiging
pl: Ogłoszenie globalne
pt: Anúncio global
pt_br: Anúncio global
ru: Общее объявление
sl: Splošno obvestilo
sv: Globalt anslag
sv_instk12: Globalt meddelande
th: ประกาศส่วนกลาง
vi: Thông Báo Toàn Cầu
zh: 全局公告
zh_hk: 全域通告

source: Global announcements
ar: الإعلانات العامة
ca: Anuncis globals
cy: Cyhoeddiadau Cyffredinol
da: Generelle beskeder
da_instk12: Generelle beskeder
de: Globale Ankündigungen
es: Anuncios globales
es_es: Anuncios globales
fi: Globaalit ilmoitukset
fr: Annonces générales
fr_ca: Annonces mondiales
ga: Fógraí uilíocha
hi: वैश्विक घोषणाएं
ht: Anons global
id: Pengumuman global
is: Almennar tilkynningar
it: Annunci globali
ja: グローバル アナウンスメント
ko: 전역 공지
mi: Panuitanga o te Ao
ms: Pengumuman keseluruhan
nb: Globale kunngjøringer
nb_instk12: Globale beskjeder
nl: Algemene aankondigingen
pl: Ogłoszenia globalne
pt: Anúncios globais
pt_br: Anúncios globais
ru: Общие объявления
sl: Splošna obvestila
sv: Globalt anslag
sv_instk12: Globala meddelanden
th: ประกาศส่วนกลาง
vi: Thông báo toàn cầu
zh: 全局公告
zh_hk: 全域通告

source: Go back
ar: العودة
ca: Enrere
cy: Mynd yn ôl
da: Gå tilbage
da_instk12: Gå tilbage
de: Zurückgehen
es: Regresar
es_es: Volver
fi: Siirry takaisin
fr: Revenir en arrière
fr_ca: Revenir en arrière
ga: Téigh ar ais
hi: वापस जाएं
ht: Retounen
id: Kembali
is: Fara til baka
it: Torna indietro
ja: 戻る
ko: 뒤로 가기
mi: Hoki whakamuri
ms: Kembali
nb: Gå tilbake
nb_instk12: Gå tilbake
nl: Ga terug
pl: Przejdź wstecz
pt: Voltar
pt_br: Voltar
ru: Вернуться назад
sl: Pojdi nazaj
sv: Gå tillbaka
sv_instk12: Gå tillbaka
th: ย้อนกลับ
vi: Quay lại
zh: 返回
zh_hk: 返回

source: Go back and make sure you entered a valid institution name.
ar: ارجع وتأكد من إدخال اسم مؤسسة صالح.
ca: Torneu enrere i assegureu-vos que heu introduït un nom d’institució vàlid.
cy: Ewch yn ôl a gwneud yn siŵr eich bod chi wedi rhoi enw sefydliad dilys.
da: Gå tilbage, og sørg for, at du har indtastet et gyldigt institutionsnavn.
da_instk12: Gå tilbage, og sørg for, at du har indtastet et gyldigt institutionsnavn.
de: Gehen Sie zurück und stellen Sie sicher, dass Sie den gültigen Namen der Einrichtung eingegeben haben.
es: Regrese y asegúrese de ingresar un nombre de institución válido.
es_es: Vuelve y comprueba que has introducido un nombre de institución correcto.
fi: Siirry takaisin ja varmista, että syötit voimassa olevan laitoksen nimen.
fr: Revenez en arrière et vérifiez que vous avez saisi un nom d’établissement valide.
fr_ca: Revenez en arrière et assurez-vous d’avoir entré un nom d’établissement valide.
ga: Téigh ar ais agus cinntigh gur chuir tú ainm institiúide bailí isteach.
hi: वापस जाएं और सुनिश्चित करें कि आपने संस्थान का वैध नाम दर्ज किया है।
ht: Retounen epi asire w ou antre yon non enstitisyon ki valid.
id: Kembalilah dan pastikan Anda memasukkan nama institusi yang valid.
is: Farðu til baka og vertu viss um að þú hafir slegið inn gilt nafn stofnunar.
it: Torna indietro e verifica di aver inserito un nome istituto valido.
ja: 元に戻って、有効な機関名を入力したことを確認してください。
ko: 뒤로 가서 유효한 기관 이름을 입력했는지 확인하세요.
mi: Hoki atu kia mohio kua whakauruhia e koe he ingoa whare whaimana.
ms: Kembali semula dan pastikan anda memasukkan nama institusi yang sah.
nb: Gå tilbake og sørg for at du har skrevet inn riktig institusjonsnavn.
nb_instk12: Gå tilbake og sørg for at du har skrevet inn riktig institusjonsnavn.
nl: Ga terug en controleer of je een geldige naam voor de onderwijsinstelling hebt opgegeven.
pl: Wróć i upewnij się, że wprowadzono prawidłową nazwę instytucji.
pt: Volta atrás e certifica-te de que introduziste um nome de instituição válido.
pt_br: Volte e verifique se você inseriu um nome de instituição válido.
ru: Вернитесь назад и убедитесь в том, что вы ввели правильное название учреждения.
sl: Vrnite se in se prepričajte, da ste vnesli veljavno ime ustanove.
sv: Gå tillbaka och kontrollera att du angav ett giltigt namn på lärosätet.
sv_instk12: Gå tillbaka och kontrollera att du angav ett giltigt namn på institution.
th: ย้อนกลับและกรอกชื่อสถาบันให้ถูกต้อง
vi: Quay lại và đảm bảo rằng bạn đã nhập tên tổ chức hợp lệ.
zh: 返回并确保您输入了有效的机构名称。
zh_hk: 請返回並確定您已輸入有效的機構名稱。

source: Go to today
ar: الذهاب إلى اليوم
ca: Vés a avui
cy: Mynd i heddiw
da: Gå til I dag
da_instk12: Gå til I dag
de: Zum heutigen Tag gehen
es: Ir a la fecha de hoy
es_es: Ir a la fecha de hoy
fi: Siirry tähän päivään
fr: Aller à « Aujourd'hui »
fr_ca: Aller à aujourd'hui
ga: Téigh go dtí inniu
hi: आज पर जाएं
ht: Ale nan jodi a
id: Pergi ke hari ini
is: Fara í daginn í dag
it: Vai a oggi
ja: 今日に進む
ko: 오늘로 이동
mi: Haere ki te rā
ms: Terus ke hari ini
nb: Gå til idag
nb_instk12: Gå til idag
nl: Ga naar vandaag
pl: Przejdź do dziś
pt: Ir para hoje
pt_br: Ir para hoje
ru: Перейти к сегодня
sl: Pojdi na danes
sv: Gå till i dag
sv_instk12: Gå till i dag
th: ไปที่วันนี้
vi: Đi đến hôm nay.
zh: 转至今天
zh_hk: 前往今天

source: GPA Scale
ar: مقياس GPA
ca: Escala GPA
cy: Graddfa GPA
da: GPA-scala
da_instk12: GPA-scala
de: GPA-Skala
es: Escala GPA
es_es: Escala del promedio general de notas
fi: GPA-asteikko
fr: Échelle basée sur la MPC
fr_ca: Échelle du GPA
ga: Scála GPA
hi: GPA स्केल
ht: Echèl GPA
id: Skala IPK
is: Meðaleinkunnakvarði
it: Scala GPA
ja: GPAスケール
ko: GPA 점수
mi: GPA Tauine
ms: Skala GPA
nb: Tallvurdering (GPA)-skala
nb_instk12: Tallvurdering (GPA)-skala
nl: Gemiddeld eindcijfer
pl: Skala GPA
pt: Escala GPA
pt_br: Escala GPA
ru: Шкала GPA
sl: Lestvica GPA
sv: Skala för genomsnittsbetyg
sv_instk12: Skala för genomsnittsbetyg
th: คะแนน GPA
vi: Thang GPA
zh: GPA 分数
zh_hk: GPA 量表系統

source: grade
ar: التقدير
ca: nota
cy: gradd
da: karakter
da_instk12: vurdering
de: Note
es: calificación
es_es: nota
fi: arvosana
fr: note
fr_ca: notation
ga: marc
hi: ग्रेड
ht: klas
id: nilai
is: einkunn
it: voto
ja: 評定評価
ko: 성적
mi: kōeke
ms: gred
nb: vurdering
nb_instk12: vurdering
nl: cijfer
pl: ocena
pt: classificação
pt_br: classificar
ru: оценка
sl: ocena
sv: omdöme
sv_instk12: bedömning
th: เกรด
vi: lớp
zh: 评分
zh_hk: 評分

source: Grade
ar: الدرجة
ca: Nota
cy: Gradd
da: Karakter
da_instk12: Vurdering
de: Note
es: Calificación
es_es: Nota
fi: Arvosana
fr: Note
fr_ca: Notation
ga: Marc
hi: ग्रेड
ht: Klas
id: Nilai
is: Einkunn
it: Voto
ja: 評定
ko: 성적
mi: Kōeke
ms: Gred
nb: Vurdering
nb_instk12: Vurdering
nl: Cijfer
pl: Ocena
pt: Nota
pt_br: Avaliar
ru: Оценка
sl: Ocena
sv: Omdöme
sv_instk12: Bedömning
th: เกรด
vi: Điểm
zh: 评分
zh_hk: 評分

source: Grade after posting
ar: التقدير بعد النشر
ca: Nota després de la publicació
cy: Gradd ar ôl postio
da: Karakter efter opslag
da_instk12: Vurdering efter opslag
de: Note nach Posting
es: Calificación después de la publicación
es_es: Nota después de la publicación
fi: Arvosana lähetyksen jälkeen
fr: Note après publication
fr_ca: Notation après publication
ga: Marc tar éis postála
hi: पोस्ट करने के बाद ग्रेड
ht: Nòt aprè piblikasyon
id: Nilai setelah posting
is: Gefa einkunn eftir birtingu
it: Voto dopo pubblicazione
ja: 投稿後の評定
ko: 게시 이후 성적
mi: Te kōeke i muri o te whakairi
ms: Gred selepas disiarkan
nb: Vurdering etter publisering
nb_instk12: Vurdering etter publisering
nl: Beoordelen na posten
pl: Ocena po opublikowaniu
pt: Classificação após publicação
pt_br: Nota após postar
ru: Оценка после публикации
sl: Ocena po objavi
sv: Bedöm efter publicering
sv_instk12: Bedöm efter publicering
th: เกรดหลังแจ้ง
vi: Điểm sau khi đăng
zh: 发布后的评分
zh_hk: 公佈後評分
